[
	{
		"name": "The Ottomans",
		"leaderName": "(Magnificent) Suleiman",
		"adjective": ["Ottoman"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",

        "startIntroPart1": "O Great Sultan Suleiman, may the God bless you! You are revered for your power, wealth and generosity, and you truly deserves to be called the 'Magnificent'! The Ottoman Empire was born in Bithynia, starting as a small country in Eastern Anatolia in 12th century, then expanded to west into Anatolia. Over the next century, your people vanquished the empire of Byzantium, annexing Turkey and the Balkans, and smartly assimilating all wonders and knowledge of the Byzantine civilization. In the mid 15th century, the Ottomans added Constantinople to their empire, establishing a strategic link between Europe and the Middle East. The Empire would continue to expand for centuries reaching North Africa, Middle East and Eastern Europe at its height, but brutally disappeared in the chaos of the first world war, in early 20th century.",
        "startIntroPart2": "Mighty Caliph, your people ask you to build again the Empire, to the level of power and glory it once achieved, and beyond! Will you revive the Ottoman golden age? Will your new empire shine through the ages of history?",

        "declaringWar": "Your continued insolence and failure to recognize our preeminence leads us to war.",
	"attacked": "Good. The world shall witness the incontestable might of my armies and the glory of the Empire.",
	"defeated": "Ruin! Ruin! Istanbul becomes Iram of the Pillars, remembered only by the melancholy poets.",
	"introduction": "From the magnificence of Topkapi, the Ottoman nation greets you, stranger! I'm Suleiman, Kayser-I Rum, and I bestow upon you my welcome!",
	"neutralHello": "Greetings!",
	"hateHello": "What do you want?",
	"tradeRequest": "Let us do business! Would you be interested?",

        "outerColor": [20,108,48],
        "innerColor": [229,117,116],

		"favoredReligion": "Islam",
		"uniqueName": "The Magnificence",
		"uniques": ["[-66]% maintenance costs <for [Water] units>",
			"[+20]% Golden Age length","During a Golden Age Produce [+15]% [Science] and [+15]% [Culture] [in all cities]","[All] [Military] Units Receive [+4]% More [Strength] When Fighting In a Golden age"],
		"cities": ["Istanbul","Edirne","Ankara","Bursa","Konya","Samsun","Gaziantep","Diyarbakır","Izmir","Kayseri","Malatya",
			"Mersin","Antalya","Zonguldak","Denizli","Ordu","Muğla","Eskişehir","Inebolu","Sinop","Adana","Artvin",
			"Bodrum","Eregli","Silifke","Sivas","Amasya","Marmaris","Trabzon","Erzurum","Urfa","Izmit","Afyonkarahisar",
			"Bitlis","Yalova"],
                "spyNames": ["Ibrahim", "Bayezid", "Sokollu", "Mahmut", "Uveys", "Roxelana", "Safiye", "Hafsa", "Kosem", "Nurbanu"]
	},
	{
		"name": "Egypt",
		"leaderName": "(Plotemaic) Cleopatra",
		"adjective": ["Egyptian"],
		"startBias": ["Avoid [Jungle]","Avoid [Forest]"],
		"preferredVictoryType": "Cultural",

                "startIntroPart1": "Blessed queen of the Nile, the glory of Isis shines upon you, oh great Cleopatra Philopator, ruler of the Ptolemaic Kingdom of Egypt. Appointed as joint ruler with your younger brother, you were faced with many difficult situations early in your reign, with the nation in turmoil, famine in abundance and floods in deficit. Eager to rule alone, you acted on these problems yourself, leading your brother to depose you despite your efforts. As Rome’s shadow fell across the Mediterranean, you led the once mighty kingdom of the Ptolemaic dynasty during a time of turmoil. An excellent diplomat, you secured the favour of the Romans and thus, ensured the survival of Egypt as an independent nation and your return to life as the soul monarch. Challenges to your throne were seen off time and time again by your legendary wisdom, striking deals to ensure your survival while the world around descended into civil war. Though you too succumbed to the ravages of this conflict, you will be remembered as Egypt’s last great ruler, one truly beloved by the people.",
                "startIntroPart2": "Cleopatra, it is time for you to return to your land once more! Great Amun-Ra has shone upon you; he calls upon you to reunite your people, to begin a new epoch for Egypt. Will you see the lifeblood of your people, the Nile, bring unprecedented harvests yet again? Will you fend off all challengers for your throne? Will you build a civilisation that can stand the test of time?",

		"declaringWar": "I have had enough with you. May Amun Ra guide us!",
		"attacked": "Hah! Osiris will be pleased to welcome my enemies.",
		"defeated": "Egypt is lost. If I can't embrace my love, I will embrace the asps.",
		"introduction": "I am Isis reborn, I am the living Nile, I am Cleopatra and an ally, if you are worthy.",

		"neutralHello": "Good day.",
		"hateHello": "Oh, it's you.",

		"tradeRequest": "Generous Egypt makes you this offer for you.",

		"outerColor": [40,58,72],
		"innerColor": [201,201,129],
		"favoredReligion": "Islam",
		"uniqueName": "Arrival Of Hapi",
		"uniques": ["[+20]% Production when constructing [All] wonders [in all cities]","[+2 Culture, +2 Food] from [Flood plains] tiles [in all cities]","Double quantity of [Wheat] produced"],
		"cities": ["Alexandria","Memphis","Heliopolis","Elephantine","Thebes","Pi-Ramesses","Giza","Byblos","Akhetaten",
			   "Hieraconpolis","Abydos","Asyut","Avaris","Lisht","Buto","Edfu","Pithom","Busiris","Kahun","Athribis",
			   "Mendes","Elashmunein","Tanis","Bubastis","Oryx","Sebennytus","Akhmin","Karnak","Luxor","El Kab","Armant",
			   "Balat","Ellahun","Hawara","Dashur","Damanhur","Abusir","Herakleopolis","Akoris",
			   "Benihasan","Badari","Hermopolis","Amrah","Koptos","Ombos","Naqada","Semna","Soleb"],
                "spyNames": ["Refaat", "Heba", "Salah", "Ahmed", "Zakaria", "Bastet", "Ma'at", "Nebhet", "Tefenet", "Neuth"]
	},
	{
		"name": "England",
		"leaderName": "(Golden Age) Elizabeth",
		"adjective": ["English"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",

                "startIntroPart1": "Long live to Your Highness, Queen Elizabeth Gloriana, leader and protector of the glorious England! Through history, enduring many invasions, England strengthened its will, playing smartly with diplomacy, cunning, and military power, to eventually rose as one of the most dominant Empires the world has ever known. Their matchless navy, brilliant scientists and artists, and powerful merchants, have shaped the known world for centuries.",
                "startIntroPart2": "Queen Elizabeth, will England cast once more its brightness upon all lands and seas of the world? Will your new empire shine through the ages of history?",

                "declaringWar": "By the grace of God, your days are numbered.",
		"attacked": "We shall never surrender.",
		"defeated": "You have triumphed over us. The day is yours.",
		"introduction": "We are pleased to meet you.",
		"neutralHello": "Hello, again.",
		"hateHello": "Oh, it's you!",
		"tradeRequest": "Would you be interested in a trade agreement with England?",
		"outerColor": [249, 249, 249],
		"innerColor": [203, 20, 22],
		"favoredReligion": "Christianity",
		"uniqueName": "Drake's Legacy",
		"uniques": ["[+4] Movement <for [Water] units>","[+2 Culture, +2 Gold] from each Trade Route","[+40]% Gold from Great Merchant trade mission","All newly-trained [Ranged Water] units [in all cities] receive the [Bombardment II] promotion"],
		"cities": ["London","York","Nottingham","Hastings","Canterbury","Coventry","Warwick","Newcastle","Oxford","Liverpool",
			"Dover","Brighton","Norwich","Leeds","Reading","Birmingham","Richmond","Exeter","Cambridge","Gloucester",
			"Manchester","Bristol","Leicester","Carlisle","Ipswich","Portsmouth","Berwick","Bath","Mumbles","Southampton",
			"Sheffield","Salisbury","Colchester","Plymouth","Lancaster","Blackpool","Winchester","Hull"],
                "spyNames": ["James", "Scarlett", "Mycroft", "Charlotte", "Gwendolyn", "Mr. Eks", "Dr. Grey", "Andrew", "Scott", "Anne"]
	}
]
