[
	{
		"name": "The Ottomans",
		"leaderName": "(Magnificent) Suleiman",
		"adjective": ["Ottoman"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",

        "startIntroPart1": "O Great Sultan Suleiman, may the God bless you! You are revered for your power, wealth and generosity, and you truly deserves to be called the 'Magnificent'! The Ottoman Empire was born in Bithynia, starting as a small country in Eastern Anatolia in 12th century, then expanded to west into Anatolia. Over the next century, your people vanquished the empire of Byzantium, annexing Turkey and the Balkans, and smartly assimilating all wonders and knowledge of the Byzantine civilization. In the mid 15th century, the Ottomans added Constantinople to their empire, establishing a strategic link between Europe and the Middle East. The Empire would continue to expand for centuries reaching North Africa, Middle East and Eastern Europe at its height, but brutally disappeared in the chaos of the first world war, in early 20th century.",
        "startIntroPart2": "Mighty Caliph, your people ask you to build again the Empire, to the level of power and glory it once achieved, and beyond! Will you revive the Ottoman golden age? Will your new empire shine through the ages of history?",

        "declaringWar": "Your continued insolence and failure to recognize our preeminence leads us to war.",
	"attacked": "Good. The world shall witness the incontestable might of my armies and the glory of the Empire.",
	"defeated": "Ruin! Ruin! Istanbul becomes Iram of the Pillars, remembered only by the melancholy poets.",
	"introduction": "From the magnificence of Topkapi, the Ottoman nation greets you, stranger! I'm Suleiman, Kayser-I Rum, and I bestow upon you my welcome!",
	"neutralHello": "Greetings!",
	"hateHello": "What do you want?",
	"tradeRequest": "Let us do business! Would you be interested?",

        "outerColor": [245,248,185],
        "innerColor": [18,84,30],

		"favoredReligion": "Islam",
		"uniqueName": "The Magnificence",
		"uniques": ["[-66]% maintenance costs <for [Water] units>",
			"[+20]% Golden Age length","During a Golden Age Produce [+15]% [Science] and [+15]% [Culture] [in all cities]","[All] [Military] Receive [+4]% More [Strength] When Fighting In a Golden age"],
		"cities": ["Istanbul","Edirne","Ankara","Bursa","Konya","Samsun","Gaziantep","Diyarbakır","Izmir","Kayseri","Malatya",
			"Mersin","Antalya","Zonguldak","Denizli","Ordu","Muğla","Eskişehir","Inebolu","Sinop","Adana","Artvin",
			"Bodrum","Eregli","Silifke","Sivas","Amasya","Marmaris","Trabzon","Erzurum","Urfa","Izmit","Afyonkarahisar",
			"Bitlis","Yalova"],
        "spyNames": ["Ibrahim", "Bayezid", "Sokollu", "Mahmut", "Uveys", "Roxelana", "Safiye", "Hafsa", "Kosem", "Nurbanu"]
	}
]
